export const workMessages = [
  {
    id: 1,
    user: "Aleksey Engineer",
    message:
      "Сергей Викторович, отправьте, пожалуйста, копию договора #236Н. Заранее благодарю.",
    time: new Date(),
  },
  {
    id: 2,
    user: "Сергей Викторович",
    message:
      "Алексей, отправил. Сегодня у нас поступила новая заявка от маленькой компании из области. Кто сможет принять?",
    time: new Date(),
  },
  {
    id: 3,
    user: "Gvidon Vyshnevskiy",
    message:
      "Регина и Олег сейчас в отпуске. У меня сейчас тоже 4 проекта в работе. Алексей, сможешь взять?",
    time: new Date(),
  },
  {
    id: 4,
    user: "Aleksey Engineer",
    message: "Нет, Жень, не могу. Я с 15-ого в отпуске на 2 недели.",
    time: new Date(),
  },
  {
    id: 5,
    user: "Gvidon Vyshnevskiy",
    message: "Понятно. Ты не знаешь, когда Олег выходит?",
    time: new Date(),
  },
  {
    id: 6,
    user: "Aleksey Engineer",
    message: "С 18-ого. Позвони в отдел кадров.",
    time: new Date(),
  },
  {
    id: 7,
    user: "Gvidon Vyshnevskiy",
    message: "Ок 👍",
    time: new Date(),
  },
];

export const casualMessages = [
  {
    id: 8,
    user: "Engineer",
    message:
      "Нет, знаете, ну всё, с меня приключений уже достаточно, это точно, я уже на улицу не пойду. Я, знаете, как туда, на улицу, когда иду, у меня постоянно всё происходит.",
    time: new Date(),
  },
  {
    id: 9,
    user: "Gvidon Vyshnevskiy",
    message:
      "Здесь-то я и живу. Вот она, моя хибарочка — небольшая, уютная. Маленькая, я бы даже сказал. Но дела здесь происходят не маленькие, очень большие дела!",
    time: new Date(),
  },
  {
    id: 10,
    user: "Reporter",
    message:
      "Так получается, что вы единственный представитель грибного сообщества, что согласились со мной общаться. Откуда такая смелость?",
    time: new Date(),
  },
];
